import React from "react";

function Info() {
    return (
        <div>
            <h1>Информация</h1>
            <p>ES2016 (ES7) вышла в июне 2016 года. Среди изменений в этой версии ECMAScript можно отметить:</p>
            <p>оператор возведения в степень **;</p>
            <p>метод Array.prototype.includes, который проверяет, содержится ли переданный аргумент в массиве.</p>
            <p>Спустя еще год выходит версия ES2017 (ES8). Данный стандарт получил следующие изменения:</p>
        </div>
    );
}

export default Info;